<template>
  <div class="terms-of-use-page">
    <upme-container>
      <section>
        <div class="terms-of-use-top">
          <p>
            Утверждена Генеральным директором<br>
            ООО «HypeMe Group»<br>
            Гордиенко М.Н.<br>
            Редакция от 19 ноября 2018 г.
          </p>
        </div>
        <h1>
          Пользовательское соглашение платформы UpMe
        </h1>
        <p>Настоящий документ представляет собой соглашение между Обществом с ограниченной ответственностью &laquo;<span>HypeMe</span><span>Group</span>&raquo; (далее &ndash; платформа <span>UpMe</span>) и Пользователеми, определяет порядок использования Пользователями материалов и сервисов платформы UpMe, расположенной на веб-платформе UpMe https://<span>upmeapp</span>.<span>ru</span>.</p>
        <p>Создавая аккаунт или используя платформу <span>UpMe</span>, Пользователь принимает настоящие условия, а также заверяет и гарантирует, что:</p>
        <p>а) внимательно прочитал и понял настоящее Пользовательское соглашение и Политику конфиденциальности платформы <span>UpMe</span>;</p>
        <p>б) вправе в соответствии с применимым законодательством вступить в договорные отношения по настоящему Пользовательскому соглашению и не существует ничего, что бы ограничивало его дееспособность,</p>
        <p>в) Пользователю уже исполнилось 18 лет, и при этом он является совершеннолетним в соответствии с законодательством страны гражданства Пользователя и стран его места проживания;</p>
        <p>г) уведомлен о том, что контент платформы <span>UpMe</span> предназначен исключительно для совершеннолетних лиц.</p>
        <p><strong>Термины и определения:</strong></p>
        <p>Перечисленные ниже термины имеют для целей настоящего Пользовательского соглашения следующее значение:</p>
        <ul>
          <li>
            <p>Платформа <span>UpMe</span> &ndash; информационный онлайн-сервис (веб-сайт), расположенный в сети &laquo;Интернет&raquo;, имеющий доменное имя UpMe.company, автором, разработчиком и правообладателем которого является Общество с ограниченной ответственностью &laquo;<span>HypeMe</span><span>Group</span>&raquo;.</p>
          </li>
          <li>
            <p>Веб-сайт &ndash; совокупность графических и информационных материалов, а также программ для ЭВМ и баз данных, обеспечивающих их доступность в сети интернет по сетевому адресу https://<span>u</span>p<span>meapp</span>.<span>ru</span>, на котором располагается платформа UpMe.</p>
          </li>
          <li>
            <p>Администрация платформы UpMe &ndash; уполномоченные сотрудники на управления платформой <span>UpMe</span>, действующие от имени платформы <span>UpMe</span>.</p>
          </li>
          <li>
            <p>Пользователь платформы UpMe &ndash; лицо, имеющее доступ к платформе UpMe, посредством сети Интернет и использующее платформу UpMe.</p>
          </li>
          <li>
            <p>Содержание платформы UpMe &ndash; охраняемые результаты интеллектуальной деятельности, включая тексты литературных произведений, их названия, предисловия, аннотации, статьи, иллюстрации, обложки, музыкальные произведения с текстом или без текста, графические, текстовые, фотографические, производные, составные и иные произведения, пользовательские интерфейсы, визуальные интерфейсы, названия товарных знаков, логотипы, программы для ЭВМ, базы данных, а также дизайн, структура, выбор, координация, внешний вид, общий стиль и расположение данного содержания<em>, </em>входящего в состав платформы UpMe и другие объекты интеллектуальной собственности все вместе и/или по отдельности, содержащиеся на платформе UpMe.</p>
          </li>
        </ul>
        <p><strong>1. Общие условия и предмет пользовательского соглашения</strong></p>
        <p>1.1. Использование материалов и сервисов Платформы UpMe регулируется нормами действующего законодательства Российской Федерации.</p>
        <p>1.2. Настоящее Соглашение является публичной офертой. Получая доступ к платформе UpMe Пользователь считается присоединившимся к настоящему Соглашению.</p>
        <p>1.3. Администрация Платформы UpMe вправе:</p>
        <p>1.3.1. в любое время в одностороннем порядке изменять условия настоящего Соглашения. Такие изменения вступают в силу с момента размещения новой версии Соглашения на платформе UpMe. При несогласии Пользователя с внесенными изменениями он обязан отказаться от доступа к платформе UpMe, прекратить использование материалов и сервисов платформы UpMe;</p>
        <p>1.3.2. ограничить Пользователю доступ к Платформе UpMe в случае нарушения Пользователем условий настоящего Соглашения;</p>
        <p>1.3.3. изменять размер оплаты, взимаемый за оказываемые услуги платформой UpMe.</p>
        <p>1.4. Предметом настоящего Соглашения является предоставление Пользователю платформой <span>UpMe</span> доступа к содержащимся на платформе UpMe сервисам и оказываемым услугам.</p>
        <p><em>1.4.1.</em> Платформа <span>UpMe</span><em> предоставляет Пользователю следующие виды услуг (сервисов):</em></p>
        <ul>
          <li>
            <p><em>регистрация (создание) персонального личного кабинета;</em></p>
          </li>
          <li>
            <p><em>доступ ко всем товарам и услугам </em>платформы UpMe;</p>
          </li>
          <li>
            <p><em>доступ ко всем сервисам платформы UpMe как на бесплатной, так и на платной основе, к примеру сервисам &laquo;Биржа комментариев&raquo;, &laquo;</em><em><span>WheelMe</span></em><em>&raquo;, а также системе рейтингов, заданий и выдаче призов;</em></p>
          </li>
          <li>
            <p><em>доступ к электронному контенту на бесплатной основе, с правом приобретения платных услуг;</em></p>
          </li>
          <li>
            <p><em>доступ к общему чату для всех Пользователей с возможностью размещения комментариев и сообщений; </em></p>
          </li>
          <li>
            <p><em>доступ к средствам поиска и навигации платформы </em><em><span>UpMe</span></em><em>;</em></p>
          </li>
          <li>
            <p>доступ к сервису &laquo;<span>Giveaway</span>&raquo; с возможностью принять участие на платной основе;</p>
          </li>
          <li>
            <p>доступ к личному кошельку в персональном личном кабинете с возможностью пополнения баланса и проведения различных операций;</p>
          </li>
          <li>
            <p>статус &laquo;Премиум&raquo;, предполагающий привилегированное положение приобретших такой статус Пользователей наличием системы скидок, а также других привилегий;</p>
          </li>
          <li>
            <p>личный кабинет блогера с персональной реферальной ссылкой, статистическими данными по операциям, связанным с использованием персональной реферальной ссылки блогера и другие сведения (только для блогеров);</p>
          </li>
          <li>
            <p><em>иные виды услуг (сервисов), реализуемые на страницах Платформы UpMe.</em></p>
          </li>
        </ul>
        <p><em>1.4.2. Под действие настоящего Соглашения подпадают все существующие (реально функционирующие) на данный момент услуги (сервисы) платформы </em><em><span>UpMe</span></em><em>, а также любые их последующие модификации и появляющиеся в дальнейшем дополнительные услуги (сервисы) платформы </em><em><span>UpMe</span></em><em>.</em></p>
        <p><strong>2. Обязательства Пользователя</strong></p>
        <p>2.1. Пользователь соглашается не предпринимать действий, которые могут рассматриваться как нарушающие российское законодательство или нормы международного права, в том числе в сфере интеллектуальной собственности, <a href="http://copyright.ru/ru/documents/avtorskoe_pravo/avtorskie_prava/">авторских</a> и/или <a href="http://copyright.ru/ru/documents/avtorskoe_pravo/smegnie_prava/">смежных правах</a>, а также любых действий, которые приводят или могут привести к нарушению нормальной работы платформы UpMe и сервисов платформы UpMe.</p>
        <p>2.2. Использование материалов платформы UpMe без согласия <a href="http://copyright.ru/documents/avtorskoe_pravo/pravoobladateli/">правообладателей</a> не допускается (статья 1270 ГК РФ). Для правомерного использования материалов платформы UpMe необходимо заключение <a href="http://copyright.ru/ru/documents/avtorskoe_pravo/peredacha_avtorskih_prav/">лицензионных договоров</a> (получение лицензий) от Правообладателей.</p>
        <p>2.3. При <a href="http://copyright.ru/library/zakonodatelstvo/gk_rf_obschee_zakonodatel/grazhdanskii_kodeks_RF_4_chast/glava_70__avtorskoe_pravo/#20">цитировании</a> материалов платформы UpMe, включая охраняемые авторские произведения, ссылка на платформу UpMe обязательна (подпункт 1 пункта 1 статьи 1274 ГК РФ).</p>
        <p>2.4. Комментарии и иные записи Пользователя на платформе UpMe не должны вступать в противоречие с требованиями законодательства Российской Федерации и общепринятых норм морали и нравственности.</p>
        <p>2.5. Пользователь предупрежден о том, что Администрация платформы UpMe не несет ответственности за посещение и использование им внешних ресурсов, ссылки на которые могут содержаться на платформе UpMe.</p>
        <p>2.6. Пользователь согласен с тем, что Администрация платформы UpMe не несет ответственности и не имеет прямых или косвенных обязательств перед Пользователем в связи с любыми возможными или возникшими потерями или убытками, связанными с любым содержанием платформы UpMe, <a href="http://copyright.ru/ru/documents/registraciy_avtorskih_prav/">регистрацией авторских прав</a> и сведениями о такой регистрации, товарами или услугами, доступными на или полученными через внешние сайты или ресурсы либо иные контакты Пользователя, в которые он вступил, используя размещенную на платформе UpMe информацию или ссылки на внешние ресурсы.</p>
        <p>2.7. Пользователь принимает положение о том, что все материалы и сервисы платформы UpMe или любая их часть могут сопровождаться рекламой. Пользователь согласен с тем, что Администрация платформы UpMe не несет какой-либо ответственности и не имеет каких-либо обязательств в связи с такой рекламой.</p>
        <p>2.8. Кроме того пользователь платформы UpMe обязуется:</p>
        <p>2.8.1. Предоставлять по запросу Администрации платформы UpMe дополнительную информацию, которая имеет непосредственное отношение к предоставляемым услугам платформы UpMe.</p>
        <p>2.8.2. Соблюдать имущественные и неимущественные права авторов и иных правообладателей при использовании платформы UpMe.</p>
        <p>2.8.3. Не предпринимать действий, которые могут рассматриваться как нарушающие нормальную работу платформы UpMe.</p>
        <p>2.8.4. Не распространять с использованием платформы UpMe любую конфиденциальную и охраняемую законодательством Российской Федерации информацию о физических либо юридических лицах.</p>
        <p>2.8.5. Избегать любых действий, в результате которых может быть нарушена конфиденциальность охраняемой законодательством Российской Федерации информации.</p>
        <p>2.8.6. Не использовать платформу UpMe для распространения информации рекламного характера, иначе как с согласия Администрации платформы UpMe.</p>
        <p>2.8.7. Не использовать сервисы платформы UpMe с целью:</p>
        <p>2.8.7.1. загрузки контента, который является незаконным, нарушает любые права третьих лиц; пропагандирует насилие, жестокость, ненависть и (или) дискриминацию по расовому, национальному, половому, религиозному, социальному признакам; содержит недостоверные сведения и (или) оскорбления в адрес конкретных лиц, организаций, органов власти.</p>
        <p>2.8.7.2. побуждения к совершению противоправных действий, а также содействия лицам, действия которых направлены на нарушение ограничений и запретов, действующих на территории Российской Федерации.</p>
        <p>2.8.7.3. нарушения прав несовершеннолетних лиц и (или) причинение им вреда в любой форме.</p>
        <p>2.8.7.4. ущемления прав меньшинств.</p>
        <p>2.8.7.5. представления себя за другого человека или представителя организации и (или) сообщества без достаточных на то прав, в том числе за сотрудников платформы <span>UpMe</span>.</p>
        <p>2.8.7.6. введения в заблуждение относительно свойств и характеристик какого-либо сервиса на платформе UpMe.</p>
        <p>2.8.7.7. некорректного сравнения платформы <span>UpMe</span>, а также формирования негативного отношения к лицам, (не) пользующимся платформой <span>UpMe</span>, или осуждения таких лиц.</p>
        <p>2.4. Пользователю запрещается:</p>
        <p>2.4.1. Использовать любые устройства, программы, процедуры, алгоритмы и методы, автоматические устройства или эквивалентные ручные процессы для доступа, приобретения, копирования или отслеживания содержания платформы UpMe;</p>
        <p>2.4.2. Нарушать надлежащее функционирование платформы UpMe;</p>
        <p>2.4.3. Любым способом обходить навигационную структуру платформы UpMe для получения или попытки получения любой информации, документов или материалов любыми средствами, которые специально не представлены сервисами платформы UpMe;</p>
        <p>2.4.4. Несанкционированный доступ к функциям платформы UpMe, любым другим системам или сетям, относящимся к платформе UpMe, а также к любым услугам, предлагаемым на платформе UpMe;</p>
        <p>2.4.4. Нарушать систему безопасности или аутентификации на платформе UpMe или в любой сети, относящейся к платформе UpMe.</p>
        <p>2.4.5. Выполнять обратный поиск, отслеживать или пытаться отслеживать любую информацию о любом другом пользователе платформы UpMe.</p>
        <p>2.4.6. Использовать платформу UpMe и ее Содержание в любых целях, запрещенных законодательством Российской Федерации, а также подстрекать к любой незаконной деятельности или другой деятельности, нарушающей права платформы <span>UpMe</span> или других лиц.</p>
        <p><strong>3. Использование платформы </strong><span><strong>UpMe</strong></span></p>
        <p>3.1. Веб-сайт (лэндинг) и содержание, входящее в состав Веб-сайта, принадлежит и управляется Администрацией платформы UpMe<em>.</em></p>
        <p>3.2. Содержание Веб-сайта не может быть скопировано, опубликовано, воспроизведено, передано или распространено любым способом, а также размещено в глобальной сети &laquo;Интернет&raquo; без предварительного письменного согласия Администрации платформы UpMe.</p>
        <p>3.3. Содержание Веб-сайта защищено авторским правом, законодательством о товарных знаках, а также другими правами, связанными с интеллектуальной собственностью, и законодательством о недобросовестной конкуренции.</p>
        <p>3.4. Для приобретения товаров и услуг, предлагаемых на платформе UpMe, требуется создание (регистрация) учётной записи Пользователя с предоставлением номера телефона и электронной почты.</p>
        <p>3.5. Пользователь несет персональную ответственность за сохранение конфиденциальности информации учётной записи, включая пароль, а также за всю без исключения деятельность, которая ведётся от имени Пользователя учётной записи.</p>
        <p>3.6. Пользователь должен незамедлительно уведомить Администрацию платформы UpMe о несанкционированном использовании его учётной записи или пароля или любом другом нарушении системы безопасности.</p>
        <p>3.7. Администрация сайта обладает правом в одностороннем порядке аннулировать учетную запись Пользователя, если она не использовалась более 12 календарных месяцев подряд без уведомления Пользователя.</p>
        <p>3.7. Настоящее Соглашение распространяет свое действия на все дополнительные положения и условия о покупке товаров и оказанию услуг, предоставляемых на платформе UpMe.</p>
        <p>3.8. Информация, размещаемая на платформе UpMe не должна истолковываться как изменение настоящего Соглашения.</p>
        <p>3.9. Администрация платформы UpMe имеет право в любое время без уведомления Пользователя вносить изменения в перечень товаров и услуг, предлагаемых на платформе UpMe, и (или) в цены, применимые к таким товарам по их реализации и (или) оказываемым услугам платформой UpMe.</p>
        <p><strong>4. Ответственность</strong></p>
        <p>4.1. Любые убытки, которые Пользователь может понести в случае умышленного или неосторожного нарушения любого положения настоящего Соглашения, а также вследствие несанкционированного доступа к коммуникациям другого Пользователя, Администрацией платформы UpMe не возмещаются.</p>
        <p>4.2. Администрация платформы UpMe не несет ответственности за:</p>
        <p>4.2.1. Задержки или сбои в процессе совершения операций, возникшие вследствие непреодолимой силы, а также любого случая неполадок в телекоммуникационных, компьютерных, электрических и иных смежных системах.</p>
        <p>4.2.2. Действия систем переводов, банков, платежных систем и за задержки, связанные с их работой.</p>
        <p>4.2.3. Надлежащее функционирование Веб-сайта в случае, если Пользователь не имеет необходимых технических средств для его использования, а также не несет никаких обязательств по обеспечению пользователей такими средствами.</p>
        <p><strong>5. Нарушение условий Пользовательского соглашения</strong></p>
        <p>5.1. Администрация платформы UpMe вправе раскрыть любую собранную о Пользователе данного Сайта информацию, если раскрытие необходимо в связи с расследованием или жалобой в отношении неправомерного использования платформой UpMe либо для установления (идентификации) Пользователя, который может нарушать или вмешиваться в права Администрации платформы UpMe или в права других Пользователей платформы UpMe.</p>
        <p>5.2. Администрация платформы UpMe имеет право раскрыть любую информацию о Пользователе, которую посчитает необходимой для выполнения положений действующего законодательства или судебных решений, обеспечения выполнения условий настоящего Соглашения, защиты прав или безопасности ООО &laquo;<span>HypeMe</span><span>Group</span>&raquo;, Пользователей.</p>
        <p>5.3. Администрация платформы UpMe имеет право раскрыть информацию о Пользователе, если действующее законодательство Российской Федерации требует или разрешает такое раскрытие.</p>
        <p>5.4. Администрация платформы UpMe вправе без предварительного уведомления Пользователя прекратить и (или) заблокировать доступ к платформе UpMe, если Пользователь нарушил настоящее Соглашение или содержащиеся в иных документах условия пользования платформой UpMe, а также в случае прекращения действия Сайта либо по причине технической неполадки или проблемы.</p>
        <p>5.5. Администрация сайта не несет ответственности перед Пользователем или третьими лицами за прекращение доступа к платформе UpMe в случае нарушения Пользователем любого положения настоящего Соглашения или иного документа, содержащего условия пользования платформой UpMe.</p>
        <p><strong>6. Прочие условия</strong></p>
        <p>6.1. Все возможные споры, вытекающие из настоящего Соглашения или связанные с ним, подлежат разрешению в соответствии с действующим законодательством Российской Федерации по месту нахождения платформы <span>UpMe</span>.</p>
        <p>6.2. Ничто в Соглашении не может пониматься как установление между Пользователем и Администрации платформы UpMe агентских отношений, отношений товарищества, отношений по совместной деятельности, отношений личного найма, либо каких-то иных отношений, прямо не предусмотренных Соглашением.</p>
        <p>6.3. Признание судом какого-либо положения Соглашения недействительным или не подлежащим принудительному исполнению не влечет недействительности иных положений Соглашения.</p>
        <p>6.4. Бездействие со стороны Администрации Платформы UpMe в случае нарушения кем-либо из Пользователей положений Соглашения не лишает Администрацию платформы UpMe права предпринять позднее соответствующие действия в защиту своих интересов и <a href="http://copyright.ru/documents/zashita_avtorskih_prav/">защиту авторских прав</a> на охраняемые в соответствии с законодательством материалы платформы UpMe.</p>
        <p><strong>Пользователь подтверждает, что ознакомлен со всеми пунктами настоящего Пользовательского соглашения и безусловно принимает их.</strong></p>
      </section>
    </upme-container>
  </div>
</template>

<script>
import UpmeContainer from '@/components/layout/UpmeContainer.vue'
export default {
  components: {
    UpmeContainer
  }
}
</script>

<style lang="scss" scoped>
.terms-of-use-page {
  padding: 2em 0;
}
.terms-of-use-top {
  text-align: right;
  font-weight: bold;
  margin-bottom: 1em;
}
h1 {
  text-align: center;
  font-size: 24px;
  margin-bottom: 1em;
}
ol {
  counter-reset: section;
  list-style-type: none;
  & > li::before {
    counter-increment: section;
    content: counters(section,".") ". ";
  }
}
h2 {
  display: inline;
}
.main-list {
  & > li:not(:last-child) {
    margin-bottom: 1em;
  }
}
</style>
